Repository: RouatbiMontassar/SMTclictopay-woocommerce
Catalog: languages/clictopay-smt-woocommerce-payment-gatway-*.po
Languages: fr_fr

source: SMT
fr_fr: SMT (Clictopay)

source: Enable/Disable:
fr_fr: Activer/D&eacute;sactiver

source: Enable SMT Payment Module.
fr_fr: Activer le module de paiement SMT

source: Title:
fr_fr: Titre:

source: This controls the title which the user sees during checkout.
fr_fr: Ce champ controle le titre que l'utilisateur va voir durant la commande.

source: This controls the description which the user sees during checkout.
fr_fr: Ce champ controle la description que l'utilisateur va voir durant la commande.

source: Affiliate:
fr_fr: Affili&eacute;:

source: Production Url:
fr_fr: Lien de production:

source: This controls the production gateway url.
fr_fr: Ce champ controle le lien de production du module de paiement.

source: Sandbox Url:
fr_fr: Lien de test:

source: This controls the sandbox gateway url.
fr_fr: Ce champ controle le lien de test du module de paiement.

source: Sandbox Mode:
fr_fr: Mode de test:

source: Enable Sandbox Mode.
fr_fr: Activer le mode de test

source: Thank you for your order, please click the button below to pay with SMT Payment Gateway.
fr_fr: Merci pour votre commande .<br><br> Merci de cliquer sur le bouton ci-dessous pour passer au paiement.<br><br><br>

source: Pay via smt
fr_fr: Payer votre facture

source: Cancel order &amp; restore cart
fr_fr: Annuler la commande et restaurer le panier

source: SMT Payment Gateway
fr_fr: Module de paiement SMT

source: Notification URL:
fr_fr: Lien de notification:

source: Success URL:
fr_fr: Lien de succ&egrave;s:

source: ERROR URL:
fr_fr: Lien d'erreur:

source: Payment error:
fr_fr: Erreur lors du paiement:

source: An error occurred during the payment process
fr_fr: Une erreur est survenue durant le processus de paiement
